[Language]
DisplayName=日本語
[MainDlg]
MainDlg=PowerBox Toolbox
TitleFormat=%s （表示/非表示は %s）
Tab1=プロセス
Tab2=スタートアップ
Tab3=クリップボード
Tab4=ウィンドウ
Tab5=ファイル
Tab6=Git
QuickTab1=AIアシスタント
QuickTabLaunch=クイック起動
QuickTab2=システム
QuickTab3=ツール
[ProcessTab]
ColName=プロセス名
ColCPU=CPU%
ColPath=パス
ColMemory=メモリ (KB)
ColPID=PID
[StartupTab]
ColName=スタートアップ名
ColCmd=コマンド (パス)
[ClipboardTab]
ColText=テキスト内容 (ダブルクリックでコピー)
[WindowTab]
ColField=フィールド
ColValue=値
ColType=種類
ColTitle=ウィンドウタイトル
ColIndex=インデックス
TopmostLabel=常に手前に表示[%zu]
TransparencyLabel=透過率: %d%%
TranparencyLabel=透過率: 100%
LocateBtn=ウィンドウを特定
ForceKillBtn=強制終了
ScreenshotBtn=クリップボードにキャプチャ
Handle=ハンドル
Path=パス
PID=PID
ProcName=プロセス名
RClickCancel=キャンセル
RClickCloseWindow=ウィンドウを閉じる
RClickTopmost=常に手前に表示を切り替え
Title=タイトル

[Msg]
CreateDlgFailed=ダイアログの作成に失敗しました
GitMenuExec=実行
GitMenuCopy=コマンドをコピー
GitMenuEdit=コマンドを編集
GitMenuDelete=削除
DropGitFolderHint=フォルダまたはディレクトリをここにドラッグ
DropFileHint=ファイルをここにドラッグ
GitRepoDetached=HEADがデタッチされています
GitRepoBranch=ブランチ: %s
GitNotRepo=Gitリポジトリではありません
GitNoWorkDir=まず作業ディレクトリを設定してください。
GitCurrentBranch=現在のブランチ:
GitConfirmExec=次のコマンドを実行してもよろしいですか？\n\n%s\n\n%s
GitConfirmTitle=Gitコマンド実行の確認
GitResultWindowFailed=結果ウィンドウの作成に失敗しました。
GitCmdWindowFailed=Gitコマンドウィンドウの作成に失敗しました。
GitEditPrompt=コマンドを編集:
EnterCommand=コマンドを入力してください。
ExecCmdFailed=コマンドの実行に失敗しました: %s
PreventLockFailed=画面ロックの防止に失敗しました。
PowerShellConfirm=PowerShellの起動方法を選択してください:\nはい (Y) - 管理者として実行\nいいえ (N) - 通常モード
PowerShellTitle=PowerShellを起動
PowerShellNonAdminFailed=PowerShellの起動に失敗しました: %s
PowerShellAdminFailed=管理者としてのPowerShell起動に失敗しました: %s
WslLaunchFailed=WSLの起動に失敗しました。
OpenLinkFailed=リンクを開けませんでした。
GitBashNotFound=Git Bashが見つかりません。設定を確認してください。
PleaseSelectProcess=最初にプロセスを選択してください。
NoProcessSelected=プロセスが選択されていません。
ConfigApiKeyFirst=最初に設定でAI APIキーを設定してください。
AnalyzingProcesses=%d プロセスを分析中、お待ちください...
AiAnalysisFailed=AI分析に失敗しました:
ConfirmEndProcess=プロセス\n%s (PID: %s) を終了してもよろしいですか？
ConfirmEndProcessTitle=プロセス終了の確認
ConfirmEndSameName=「%s」という名前の全プロセスを終了してもよろしいですか？\n% d 個のインスタンスが見つかりました。
ProcessEnded=プロセスは正常に終了しました。
ProcessEndFail=プロセスの終了に失敗しました: %s
ProcessEndFailSimple=プロセスの終了に失敗しました。
CannotOpenProcess=終了するためにプロセスを開けません。エラー: %s
CannotOpenProcessSimple=プロセスを開けません。権限が不足しています。
BatchEndResult=%d プロセス終了、%d 失敗。
BatchEndResultTitle=一括終了の結果
Success=成功
Error=エラー
Warning=警告
ConfirmDelete=削除の確認
AccessDenied=アクセスが拒否されました
Completed=完了
Info=情報
ConfirmForceKill=PID=%u を強制終了してもよろしいですか？\n保存されていないデータが失われる可能性があります。
ProcessForceKilled=プロセスを強制終了しました。
ProcessForceKillFailed=プロセスの強制終了に失敗しました。
InvalidWindow=最初にウィンドウを特定してください。
CannotGetPID=プロセスIDを取得できません。
NoWindowSelected=有効なウィンドウが選択されていません。
TopmostFail=常に手前に表示の設定に失敗しました。権限が不足しているか、ウィンドウが許可していません。
FileNotFound=最初にファイルをドラッグしてください！
CopySuccess=コピーを作成しました！\n保存先: %s
CopyFail=コピーの作成に失敗しました。エラーコード: %u
RenameSuccess=名前の変更に成功しました！
RenameFail=名前の変更に失敗しました。エラーコード: %u
DeleteConfirm=次のファイルをゴミ箱に移動してもよろしいですか？\n%s
DeleteSuccess=ファイルをゴミ箱に移動しました。
DeleteFail=ファイルの削除に失敗しました。エラーコード: %d
StartupAdded=スタートアップエントリを追加しました。
StartupAddFail=スタートアップエントリの追加に失敗しました。権限を確認してください。
StartupRemoved=スタートアップエントリを削除しました。
StartupRemoveFail=スタートアップエントリの削除に失敗しました。権限を確認してください。
ConfirmRemoveStartup=スタートアップエントリ\n%s を削除してもよろしいですか？
NeedAdminRestart=管理者権限での再起動に失敗しました。プログラムを手動で管理者として実行してください。
OleInitFail=OLEの初期化に失敗しました。ドラッグ&ドロップ機能は利用できません。
EnterLocateModeFail=特定モードに入れませんでした。
ConfigDefaultName=最初に ファイル > 設定 > ファイル名付け でデフォルトのファイル名を設定してください。
CannotGenUniqueName=一意のファイル名を生成できません。ターゲットディレクトリの権限を確認するか、手動で別の名前を指定してください。
ConfirmBatchEnd=一括終了の確認
ConfirmBatchEndMsg=選択した %d 個のプロセスを終了してもよろしいですか？\n関連プログラムが異常終了する可能性があります。
ConfirmForceKillTitle=強制終了の確認
UnknownError=不明なエラー
AiScanNoContent=AIスキャンは完了しましたが、内容が返されませんでした
AiParseError=AI応答の形式エラー、有効なJSONが見つかりません
AiParseFailMsg=AI応答の解析に失敗しました: %hs
ScanCompleteMsg=スキャン完了、%d 個の疑わしい/不要なプロセスが見つかりました
CannotGetPath=プロセスのパスを取得できません。
FileNotFoundMsg=ファイルが見つかりません。
NoProcessToEnd=終了するプロセスがありません。
EndAllPreviewMore=  ...さらに %d プロセス\n
EndAllStep1=[警告] リスト内の全 %d プロセスを終了しようとしています！\n\nこの操作は元に戻せず、次の原因となる可能性があります:\n  · プログラムの異常終了またはシステム機能の誤動作\n  · 保存されていないデータの損失\n  · AI分析が不正確な場合、重要なシステムコンポーネントに影響を与える可能性があります\n\n次のプロセスが終了可能であることを確認してください:\n%s\n\n結果を理解した上で続行しますか？
EndAllStep1Title=警告: 全て終了 (手順1の確認)
EndAllStep2=最終確認: リスト内の全 %d プロセスを強制終了してもよろしいですか？\nこれらのプロセスがシステムの正常動作に不可欠でないことをもう一度確認してください。
EndAllStep2Title=最終確認: 全て終了
EndAllResult=全て終了操作が完了しました:\n成功: %d, 失敗: %d
EndAllResultTitle=全て終了の結果
EndAllDone=全て終了操作が完了しました
Scanning=プロセスをスキャン中...
GitNoPathError=最初にGitの作業ディレクトリを設定してください。
BashNotFound=エラー: bash.exe が見つかりません。\n設定でGit Bashのパスを設定してください。
PipeCreateError=エラー: パイプを作成できません。
ProcessStartError=エラー: プロセスを開始できません (エラーコード: %lu)\nコマンドライン: %s
ExitCode=終了コード
NoOutput=(出力なし)
AiGenFail=AIコマンド生成に失敗しました。APIキーとネットワーク接続を確認してください。
PleaseEnterQuestion=質問の説明を入力してください。
PleaseConfigApiKey=最初に設定でAPIキーを設定してください。
InputFormatHint=形式: 説明|コマンド
NoWorkDirSet=最初にGitの作業ディレクトリを設定してください。
PleaseSelectProcess=少なくとも1つのプロセスを選択してください。
ConfirmEndProcesses=次の %zu プロセスを終了してもよろしいですか？\n\n
EndMoreHint=  ... %zu さらに\n
UnsavedDataWarning=\n\n保存されていないデータが失われる可能性があります！
Confirm=確認
NoLockFound=ロックしているプロセスは見つかりませんでした。
ConfirmEndAllLocks=全ての %zu ロックプロセスを終了してもよろしいですか？\n\n保存されていないデータが失われる可能性があります！
None=なし
ConfirmEndAllTitle=全て終了の確認
MsgConfirmEndProcessTitle=プロセス終了の確認
MsgEndProcess=プロセスを終了
MsgEndAllSameName=同名の全てを終了
MsgLocate=特定
MsgAiAnalyze=AI分析
MsgBatchEndComplete=一括終了完了
MsgFileNotFound=ファイルが見つかりません
MsgNoProcessSelected=プロセスが選択されていません
MsgConfigApiKeyFirst=最初に設定でAI APIキーを設定してください。
MsgAiScanFail=AIスキャン
MsgAiScanFailed=AIスキャンに失敗しました。ネットワーク接続とAPIキーを確認してください。
MsgScanning=スキャン中
MsgForceKill=強制終了
MsgConfirmForceKill=強制終了の確認
MsgTopmostFail=常に手前に表示の設定に失敗
MsgLocateWindowFirst=最初にウィンドウを特定してください。
MsgCannotGetPID=PIDを取得できません
MsgCloseWindow=ウィンドウを閉じる
MsgConfirmClose=閉じる確認
MsgScreenshotSaved=スクリーンショットを保存しました
MsgCopySuccess=コピー成功
MsgRenameSuccess=名前変更成功
MsgMoveSuccess=移動成功
MsgDeleteSuccess=削除成功
MsgStartup=スタートアップ
MsgConfirmDelete=削除の確認
MsgCompleted=完了
MsgError=エラー
MsgCannotOpenProcess=プロセスを開けません
MsgAccessDenied=アクセス拒否
MsgForceKillFail=強制終了に失敗
MsgInvalidWindow=無効なウィンドウ
MsgWindowSizeInvalid=無効なウィンドウサイズ
MsgClipboardFail=クリップボードエラー
MsgCannotGetPath=パスを取得できません
MsgCannotBrowse=参照できません
MsgWarning=警告
MsgConfirm=確認
MsgNotAvailable=N/A
MsgSigned=有効
MsgUnsigned=無効/署名なし
MsgNoCompany=なし
MsgNoOrigName=なし
MsgProcessListEmpty=プロセスリストが空です
MsgPleaseRefresh=最初にプロセスリストを更新してください。
MsgEndProcessTitle=プロセス終了
MsgPleaseEnterCommand=実行するコマンドを入力してください。
MsgRunCmdFailed=コマンドの実行に失敗しました
MsgPreventLockFail=システムロック防止状態の設定に失敗しました。
MsgPowerShellFail=PowerShellの起動に失敗しました
MsgPowerShellAdminFail=管理者権限でのPowerShell起動に失敗しました
MsgWSLFail=WSLの起動に失敗しました。wsl.exe を手動で実行してください
MsgLinkFail=リンクを開けません
MsgGitBashNotFound=git-bash.exe が見つかりません。設定でGit Bashのパスを設定してください。
MsgCmdWindowFail=Gitコマンドウィンドウを作成できません。
MsgSetWorkDirFirst=最初に作業ディレクトリを設定してください。
MsgConfirmExec=実行の確認
MsgExecCmd=コマンドを実行
MsgResultWindowFail=結果ウィンドウを作成できません。
MsgEndProcessAll=同名の全てを終了
MsgBatchEndConfirm=一括終了の確認
MsgTaskManagerFail=タスクマネージャーの起動に失敗しました
MsgProcessPathEmpty=プロセスのパスが空です。
MsgFileNotFoundBrowse=ファイルが見つかりません。アクセスできないか、プロセスが終了した可能性があります。
MsgConfirmDeleteFile=ファイル削除の確認
MsgFileNameEmpty=ファイル名は空にできません。
MsgInvalidFileName=ファイル名または拡張子に無効な文字が含まれています。
MsgTargetFileExists=ターゲットファイルは既に存在します。別の名前を選択してください。
MsgTargetPathInvalid=ターゲットパスが無効です。有効なディレクトリを入力または選択してください。
MsgTargetNotDir=ターゲットパスはディレクトリではありません。フォルダを選択してください。
MsgCannotGenUniqueName=一意のファイル名を生成できません。ディレクトリを確認するか、手動で別の名前を選択してください。
MsgTargetExists=ターゲットディレクトリに同じ名前のファイルが既にあります。削除するか、ターゲットパスを変更してください。
MsgCannotGetAppPath=アプリケーションパスを取得できません。
MsgRegAccessFail=レジストリキーを開けません。権限を確認してください。
MsgStartupRemoved=スタートアップエントリを削除しました。
MsgStartupRemoveFail=スタートアップエントリの削除に失敗しました。権限を確認してください。
MsgStartupAdded=スタートアップエントリを追加しました。
MsgStartupAddFail=スタートアップエントリの追加に失敗しました。権限を確認してください。
MsgConfirmRemoveStartup=スタートアップエントリを削除してもよろしいですか？
MsgAiNoApiKey=AI分析
MsgSelectProcessFirst=最初に分析するプロセスを選択してください。
MsgConfigApiKey=最初に設定でAI APIキーを設定してください。
MsgRefreshProcessList=最初にプロセスリストを更新してください。
MsgCreateProcessFail=プロセスの作成に失敗しました
MsgAdminRestartFail=管理者権限での再起動に失敗しました。プログラムを手動で管理者として実行してください。
MsgOleInitFail=OLEの初期化に失敗しました。ドラッグ&ドロップ機能は利用できません。
MsgEnterLocateModeFail=特定モードに入れませんでした。
MsgConfigDefaultName=最初に ファイル > 設定 > ファイル名付け でデフォルトのファイル名を設定してください。
MsgConfirmDeleteStartup=スタートアップエントリを削除してもよろしいですか
MsgYesNo=はい/いいえ
HighRiskWarningTitle=高リスク操作の警告
HighRiskPrompt=この操作は高リスクです。続行するには「実行を確認」と入力してください:
AiScanFailedStatus=AIスキャンに失敗しました: %s
AiScanFailedMsg=AIスキャンに失敗しました。ネットワーク接続とAPIキーを確認してください。\n%s
NeedAdminRestart=管理者権限での再起動に失敗しました。プログラムを手動で管理者として実行してください。
InvalidJsonCmd=コマンドを解析できません。無効なJSON形式です。
AiCmdConfirmFmt=AIが次のコマンドの実行を要求しています:\n\nコマンド: %s\n\n目的: %s\n\nリスクレベル: %s
HighRiskConfirmText=実行を確認
InputMismatchCancel=入力が一致しません。操作をキャンセルしました。
Cancelled=キャンセル
ExecConfirm=実行を確認
CmdCancelledFmt=[コマンド実行結果]\nコマンド: %s\nステータス: キャンセル (ユーザーが確認しませんでした)\n
ExecFailedErrCode=実行に失敗しました。エラーコード: %d
CannotCreatePipe=エラー: 出力パイプを作成できません
OutputLabel=出力:\n
ExitCodeFmt=終了コード: %d\n
PromptRestartAdminMsg=この操作には管理者権限が必要です。管理者権限でプログラムを再起動しますか？
NeedPermission=権限が必要です
ShellWindowFailed=シェルウィンドウを取得できませんでした。
ShellPidFailed=シェルプロセスIDを取得できませんでした。
Valid=有効
ValidPrefix=有効 (
InvalidNoSig=無効または署名なし
ProcInfoFmt=[プロセス名] %s (PID: %s)\n[パス] %s\n[署名] %s\n[会社] %s\n[元の名前] %s
AddStartupFail=スタートアップ項目の追加に失敗しました！権限を確認してください。
AiAnalyze=AI分析
AiScan=AIスキャン
AutoStartDisabled=自動起動無効
AutoStartEnabled=自動起動有効
CannotGetExePath=実行可能ファイルのパスを取得できません
CannotOpenProcErr=プロセスを開けません。エラー: %s
CannotOpenRegKey=レジストリキーを開けません
ClipboardFail=クリップボード操作に失敗しました
ConfirmCloseTitle=閉じる確認
ConfirmCloseWindow=選択したウィンドウを閉じてもよろしいですか？
CopyFileSuccess=ファイルのコピーに成功しました！
CopySuffix=コピー
DeleteStartupFail=スタートアップ項目の削除に失敗しました！権限を確認してください。
DestNotDir=宛先がディレクトリではありません
FileAlreadyExists=ファイルは既に存在します
FileNameEmpty=ファイル名が空です
FileNotFoundForProcess=プロセスのファイルが見つかりません
InvalidDestPath=無効な宛先パス
InvalidFileNameChars=ファイル名に無効な文字が含まれています
InvalidWindowSize=無効なウィンドウサイズ
MoveFail=移動に失敗しました。エラーコード: %u
MoveSuccess=移動に成功しました！
NoPathForProcess=プロセスのパスが空です
NoSignature=デジタル署名なし
ProcessForceKillFail=プロセスの強制終了に失敗しました。
RefreshProcessListFirst=最初にプロセスリストを更新してください。
ScreenshotSavedTo=スクリーンショットを保存しました: %s
TargetFileExists=ターゲットファイルは既に存在します
TaskMgrFail=タスクマネージャーの起動に失敗しました
[ProcessAiResult]
BtnCopy=結果をコピー
BtnSave=結果を保存
BtnClose=閉じる
DefaultFileName=AI分析結果.txt
FileFilter=テキストファイル (*.txt)|*.txt|すべてのファイル (*.*)|*.*||


[ProcessMenu]
EndProcess=プロセスを終了
EndSameName=同名の全てを終了
Locate=特定
AiAnalyze=AI分析
[StartupMenu]
Add=スタートアップエントリを追加
Remove=スタートアップエントリを削除
CopyPath=パスをコピー
[TrayMenu]
ShowWindow=ウィンドウを表示
Exit=終了
[FileTab]
DropHint=ファイルをここにドロップ
[GitTab]
OpenGitHub=GitHubを開く
ClearPath=パスをクリア
GitBash=Git Bash
CmdWindow=コマンドプロンプト
Locate=特定
DefaultDir=(デフォルト)
ColDesc=説明
ColCmd=コマンド
[GitCommands]
Cmd1Desc=ローカルリポジトリを初期化
Cmd2Desc=全てのファイルをステージ
Cmd3Desc=ローカルリポジトリにコミット
Cmd4Desc=リモートオリジンを追加
Cmd5Desc=ブランチ名をmainに変更
Cmd6Desc=プッシュしてupstreamを設定
Cmd7Desc=リモート更新をプル
Cmd8Desc=リモートリポジトリをクローン
Cmd9Desc=ステータスを確認
Cmd10Desc=全ての変更をステージ
Cmd11Desc=ローカルリポジトリにコミット
Cmd12Desc=リモートにプッシュ
Cmd13Desc=全てのブランチを表示 (リモート含む)
Cmd14Desc=ブランチを作成して切り替え
Cmd15Desc=ブランチを切り替え
Cmd16Desc=ブランチを現在のブランチにマージ
Cmd17Desc=マージ済みブランチを削除
Cmd18Desc=簡潔なコミットログを表示
Cmd19Desc=作業ツリーの変更を復元
Cmd20Desc=ステージングを解除
[Shutdown]
Restart1Min=1分後に再起動
Shutdown3Min=デフォルト3分後にシャットダウン
CustomTime=設定時刻にシャットダウン
[AutoClicker]
StoppedTitle=オートクリッカー
StoppedMsg=オートクリックを停止しました
StatusStopped=停止
StatusClicking=クリック中 (%c を押すと停止)
StatusWaiting=待機中 (%c を押すと開始、%c で停止)
VbsPrompt=クリック間隔 (ms/クリック):
VbsTitle=オートクリッカー
LabelInterval=間隔 (ms):
[AI]
ReadyMsg=AIアシスタント準備完了<br><span style='font-size:13px;'>このツールボックスについて何でも質問してください！</span>
NoApiKey=<div style='color:red;'>[エラー] %s のAPIキーが設定されていません。ファイル > 設定 > AIアシスタント で設定してください。</div>
[Settings]
LanguageLabel=言語
LanguageRestartHint=言語を変更するとアプリケーションは自動的に再起動します。
TabPath=パス
TabTemplate=名前付け
TabAutoClicker=オートクリッカー
TabAI=AIアシスタント
AIVendor=AIベンダー
AIKey=APIキー
AIShow=表示
AIHide=非表示
TabScreenshot=スクリーンショット
TabStickyNote=付箋
TabSites=サイト
TabLanguage=言語
GroupFileNaming=ファイル名付け
LabelDefaultName=デフォルトのファイル名:
GroupPathSettings=パス設定
LabelScreenshot=スクリーンショット保存ディレクトリ:
LabelStickyDir=付箋保存ディレクトリ:
BtnBrowse=参照
LabelClickInterval=クリック間隔 (ms):
LabelStartKey=開始キー:
LabelStopKey=停止キー:
GroupAI=AIアシスタント
LabelVendor=ベンダー:
LabelApiKey=APIキー:
BtnShow=表示
BtnHide=非表示
GroupLanguage=言語
LabelLanguage=言語:
BtnOK=OK
BtnCancel=キャンセル
GroupAutoClicker=オートクリッカー
DlgTitleScreenshot=スクリーンショット保存ディレクトリを選択
DlgTitleSticky=付箋保存ディレクトリを選択
MsgKeySame=開始キーと停止キーは同じにできません。再設定してください。
GroupHotkey=ホットキー
LabelHotkeyShowHide=ウィンドウの表示/非表示:
LabelHotkeyLocate=ウィンドウを特定:
BtnHotkeyCapture=取得
MsgHotkeyDuplicate=ホットキーが重複しています: 表示/非表示 と ウィンドウ特定 が同じキー割り当てです。再設定してください。
GroupGit=Git
LabelGitBash=Git Bashのパス:
DlgTitleGitBash=Git Bashのパスを選択
[ContextMenu]
ColLocation=場所
ColDisplayName=表示名
ColType=種類
ColVisibility=可視性
ColKeyName=キー名
ColCommand=コマンド
TypeStatic=静的
TypeShellEx=ShellEx
Visible=表示
Hidden=非表示
Extended=拡張
Disabled=無効
Enabled=有効
RClickEnable=有効にする
RClickDisable=無効にする
RClickEnableSelected=選択を有効にする
RClickDisableSelected=選択を無効にする
RClickDelete=削除
RClickLocate=特定
RClickLocateReg=特定 (レジストリ)
RClickCustomParse=カスタム名前解析
RClickAiAnalyze=AI分析
RClickEnableAll=全て有効にする
FolderMenuLabel=フォルダコンテキストメニュー: このプログラムで開く
Win11ClassicLabel=Win11クラシックメニュー (Shift+右クリック)
BtnRefresh=更新
BtnDelete=削除
BtnLocate=特定
BtnRebuild=辞書を再構築
BtnDictPath=辞書のパス
BtnDictOpen=辞書を開く
BtnUndo=元に戻す
BtnHistory=履歴
BtnQuery=クエリ
ExtensionPlaceholder=ファイル拡張子を入力 (ドットは任意)
LabelLocation=場所フィルター:
StatusReady=準備完了
SceneAll=すべて
SceneFile=ファイル (*)
SceneFolder=フォルダ (すべてのフォルダ)
SceneVirtualFolder=フォルダ (仮想フォルダ)
SceneDirBackground=ディレクトリの背景
SceneDesktopBg=デスクトップの背景
SceneDrive=ドライブ
SceneAllFiles=すべてのファイル
SceneThisPC=このPC
SceneRecycleBin=ごみ箱
SceneLibrary=ライブラリフォルダ
SceneUWP=UWPショートカット
SceneExe=exeファイル
SceneUnknown=不明なファイル
SceneShortcut=ショートカット
SceneJpg=.jpg / .jpeg (JPEG画像)
ScenePng=.png (PNG画像)
SceneGif=.gif (GIF画像)
SceneBmp=.bmp (BMP画像)
SceneTxt=.txt (テキストファイル)
ScenePdf=.pdf (PDFドキュメント)
SceneDoc=.doc / .docx (Wordドキュメント)
SceneMp4=.mp4 (ビデオファイル)
SceneMp3=.mp3 (オーディオファイル)
SceneZip=.zip / .rar (圧縮アーカイブ)
SceneExeFile=.exe (実行可能ファイル)
SceneDll=.dll (ライブラリファイル)
SceneHtml=.html / .htm (Webページ)
StatusFoundItems=%d 個のコンテキストメニュー項目が見つかりました
StatusDictPath=  |  辞書: %s
StatusDictEmbeddedCache=  |  辞書: 組み込み + キャッシュ (%s)
StatusDictEmbedded=  |  辞書: 組み込み (ハードコード)
StatusQueryExt=拡張子 %s のクエリ: %d 個のコンテキストメニュー項目が見つかりました
StatusFolderMenuAdded=フォルダコンテキストメニュー項目を追加しました
StatusFolderMenuRemoved=フォルダコンテキストメニュー項目を削除しました
StatusWin11Enabled=Win11クラシックメニューを有効にしました。エクスプローラーを再起動中...
StatusWin11Disabled=Win11新しいメニューを復元しました。エクスプローラーを再起動中...
StatusToggleFormat=%s: %s
StatusActionEnabled=有効
StatusActionDisabled=無効
StatusDisabledCount=%d 項目が無効化されました
StatusEnabledCount=%d 項目が有効化されました
StatusCustomParseDeleted=%s のカスタム解析を削除しました。
StatusCustomParseSaved=%s のカスタム解析を保存しました: %s
StatusDictPathUpdated=辞書フォルダを更新しました: %s
StatusRebuildProgress=辞書を再構築中: %d CLSID (%d シーン)、お待ちください...
StatusRebuildComplete=辞書の再構築が完了しました: %d/%d CLSID を解決 (レジストリ: %d, COM: %d, フォールバック: %d)。キャッシュ: %s
StatusRebuildFailed=辞書の再構築が完了しました: %d/%d CLSID を解決しましたが、キャッシュの保存に失敗しました。
StatusNoClsidFound=ShellEx CLSID が見つかりませんでした。再構築は不要です。
StatusBackupDirFail=バックアップディレクトリを作成できません
StatusUndoFormat=元に戻しました: %s
StatusHistoryRecent=... (最新50件のみ表示)
DictInfoCurrent=現在の辞書: %s  |  キャッシュ: %s
DictInfoEmbeddedCache=現在の辞書: 組み込み + キャッシュ  |  キャッシュ: %s
DictInfoEmbedded=現在の辞書: 組み込み (ハードコード)  |  キャッシュ: %s
InputExtHint=クエリするファイル拡張子を入力してください (例: .mp4, .txt など)
ConfirmDisable=無効化の確認
ConfirmEnable=有効化の確認
ConfirmUndo=元に戻す確認
ConfirmRebuild=再構築の確認
MsgNoSelection=最初に項目を選択してください。
MsgNoHistory=操作履歴がありません。
MsgNoHistoryUndo=元に戻す操作がありません。
MsgItemNotFound=対応するメニュー項目が見つかりません。削除された可能性があります。
MsgAllSelectedDisabled=選択した項目はすべて既に無効です。
MsgAllSelectedEnabled=選択した項目はすべて既に有効です。
MsgNoClsid=この項目のCLSIDを取得できません。カスタム解析を実行できません。
MsgEnterCustomName=CLSID: %s\n現在の名前: %s\n\nカスタム表示名を入力してください (空のままにするとカスタム解析を削除します):
MsgDictFolderNotFound=辞書フォルダが存在しません。
MsgCantParseShellExPath=ShellExレジストリパスを解析できません。
MsgCantOpenRegKey=レジストリキーを開けません: %s\nエラーコード: %d
MsgCopyRegKeyFailed=レジストリキーのコピーに失敗しました。\n\nソース: %s\%s\nターゲット: %s\%s
MsgDeleteOldRegFailed=古いレジストリキーの削除に失敗しました。ロールバックしました。\nエラーコード: %d
MsgUnrecognizedShellEx=認識できないShellExフォルダ: %s
MsgAiNoApiKey=最初に ファイル > 設定 > AIアシスタント でAPIキーを設定してください。
MsgAiAnalyzeFail=AI分析に失敗しました: %s
MsgAiAnalyzeResult=AI分析結果
MsgConfirmDisableCount=%d 個のコンテキストメニュー項目を無効にしてもよろしいですか？\n無効にした項目は右クリックメニューから再度有効にできます。
MsgConfirmEnableCount=%d 個のコンテキストメニュー項目を有効にしてもよろしいですか？
MsgCriticalWarning=警告: 選択した項目の中にシステムクリティカルなコンテキストメニュー項目が含まれています！\n\nこれらを無効にすると、Windowsエクスプローラーの正常な動作に影響を与える可能性があります。\n変更前にレジストリのバックアップが自動的に作成されます。\n\n続行してもよろしいですか？
MsgCriticalWarningTitle=クリティカル警告 - 無効化の確認
MsgUndoConfirm=次の操作を元に戻してもよろしいですか？\n\n時刻: %s\n操作: %s\n項目: %s\n詳細: %s\n\nこれにより項目が以前の状態に復元されます。
MsgUndoConfirmTitle=元に戻す確認
MsgOpenSourceParentFail=ソースレジストリキーを開けません。
MsgCreateTargetFail=ターゲットレジストリキーを作成できません。
MsgRebuildPrompt=登録されているすべてのShellEx CLSIDをスキャンし、レジストリとCOMインターフェースを介して表示名を解決します。\nこの処理には数秒かかる場合があります。続行しますか？
MsgHistoryTitle=操作履歴 (新しい順)
CustomParseTitle=カスタム名前解析
RebuildTitle=辞書を再構築
AiAnalyzeTitle=AI分析
AiPromptHeader=Windows右クリックメニューのレジストリ項目を分析:
AiPromptScene=シーン: %s
AiPromptKeyName=キー名: %s
AiPromptDisplayName=表示名: %s
AiPromptCommand=コマンド: %s
AiPromptType=種類: %s
AiPromptFooter=この右クリックメニュー項目がどのソフトウェアに属し、どのような機能を提供するかを推測してください。30文字以内で回答してください。
MsgConfirmDisable=無効化の確認

[EnvVar]
ColName=変数名
ColValue=変数値
SystemLabel=システム変数
UserLabel=ユーザー変数
BtnAdd=追加
BtnEdit=編集
BtnDelete=削除
BtnRefresh=更新
BtnExport=エクスポート
SearchPlaceholder=環境変数を検索...
LabelSearch=検索:
RClickEdit=編集
RClickDelete=削除
RClickCopyName=名前をコピー
RClickCopyValue=値をコピー
RClickCopy=コピー
RClickMoveUp=上へ移動
RClickMoveDown=下へ移動
DlgAddTitle=環境変数を追加
DlgEditTitle=環境変数を編集
DlgConfirmDelete=削除の確認
DlgWriteFail=書き込みに失敗
DlgDeleteFail=削除に失敗
DlgExportFail=エクスポートに失敗
PathListCol=パスエントリ
PathEditTitle=%s 変数を編集
PathSelectFolder=追加するフォルダを選択
PathSelectNewFolder=新しいパスを選択
StatusRefreshed=更新しました
StatusCopiedName=名前をコピーしました: %s
StatusCopiedValue=値をコピーしました: %s
StatusExported=エクスポート先: %s
StatusAdded=%s 変数を追加しました: %s | バックアップ: %s
StatusUpdated=%s 変数を更新しました: %s | バックアップ: %s
StatusDeleted=%s 変数を削除しました: %s | バックアップ: %s
StatusSearch=「%s」を検索: システム %d/%d, ユーザー %d/%d
StatusTotal=システム: %d 変数 | ユーザー: %d 変数
ConfirmAddType=システム変数とユーザー変数のどちらを追加しますか？\n\nはい=システム, いいえ=ユーザー
ConfirmDeleteVar=%s 変数「%s」を削除してもよろしいですか？
ErrNameEmpty=変数名は空にできません。
ErrSelectEdit=編集するエントリを選択してください。
ErrSelectDelete=削除するエントリを選択してください。
ErrSelectVar=編集する変数を選択してください。
ErrSelectVarDel=削除する変数を選択してください。
ErrWriteFail=変数 %s を書き込めません。\n\nシステム変数を変更するには管理者権限が必要な場合があります。
ErrDeleteFail=変数 %s を削除できません。\n\nシステム変数を削除するには管理者権限が必要な場合があります。
ErrCreateFile=ファイルを作成できません。
ExportFilter=テキストファイル (*.txt)|*.txt|Envファイル (*.env)|*.env|すべてのファイル (*.*)|*.*||
[FileLock]
ColFilePath=ファイルパス
ColProcessName=プロセス名
ColPID=PID
ColType=プロセスタイプ
ColProcessPath=プロセスのパス
BtnEnd=終了
BtnEndAll=全て終了
BtnLocate=特定
BtnRefresh=更新
BtnClear=クリア
Hint=ファイルをここにドロップするとロックしているプロセスを表示します (管理者権限が必要)
HintLoaded=%zu ファイルを読み込み、%zu 個のロックを検出しました
AppTypeMainWindow=メインウィンドウ
AppTypeOtherWindow=その他のウィンドウ
AppTypeService=サービス
AppTypeExplorer=エクスプローラー
AppTypeConsole=コンソール
AppTypeCritical=クリティカルプロセス
AppTypeUnknown=不明
AppTypeLocked=ロック済み
AppTypeNotLocked=ロックされていない
AppTypeNotFound=見つかりません
AppTypeScanning=スキャン中...
[BatchRename]
ColOriginal=元の名前
ColNew=新しい名前
ColStatus=ステータス
TabFolder=フォルダ
TabFile=ファイル一括
BtnBrowse=参照
BtnPreview=プレビュー
BtnExecute=実行
BtnUndo=元に戻す
BtnRefresh=更新
BtnAiAssistant=AIアシスタント
BtnResetAll=全てリセット
PrefixLabel=プレフィックス
SuffixLabel=サフィックス
ReplaceFromLabel=検索
ReplaceToLabel=置換後
NumberLabel=自動連番
RegexLabel=正規表現
IgnoreExtLabel=拡張子を無視
IgnoreMatchLabel=一致を無視
TrackExtLabel=拡張子を追跡
TrackMatchLabel=一致を追跡
DeleteMatchLabel=一致を削除
NumberAfterExt=拡張子の後に連番
BtnClear=クリア
BtnRenameDir=フォルダ名変更
BtnMoveDir=フォルダ移動
BtnDeleteDir=フォルダ削除
BtnRename=名前変更
BtnMove=移動
BtnDelete=削除
BtnSelectAll=全て選択
BtnDeselectAll=選択解除
BtnClearDelete=削除マークをクリア
BtnRegexHelp=正規表現ガイド
BtnClearIgnore=全ての無視をクリア
BtnClearTrack=全ての追跡をクリア
CheckInvert=反転
CheckIgnoreExt=拡張子を無視 (セミコロン区切り)
CheckIgnoreMatch=一致を無視 (拡張子含む)
CheckTrackExt=拡張子を追跡 (セミコロン区切り)
CheckTrackMatch=一致を追跡 (拡張子含む)
LabelFolder=フォルダ:
LabelCurrentDir=カレントディレクトリ:
LabelSubdir=サブディレクトリ:
LabelStartNum=開始:
LabelTip=ヒント: 拡張子は変更されません。ファイルリストで右クリックして削除/無視/追跡をマークします
GroupIgnore=無視ルール
GroupTrack=追跡ルール
ColSerial=#
ColFolderName=フォルダ名
BrowseTitle=フォルダを選択
DragFolderOnly=ドラッグ&ドロップはフォルダのみサポートされます。
Tip=ヒント
SelectedCount=選択: %d/%d
SelectFoldersFirst=最初にフォルダを選択してください。
EnterNewFolderName=新しいフォルダ名を入力:
RenameFolder=フォルダ名変更
InvalidFolderName=フォルダ名に無効な文字が含まれています。
RenameFailed=名前変更に失敗しました。
RenameSuccess=名前変更に成功しました。
Result=結果
RenameResult=名前変更: %d 成功、%d 失敗。
SelectFoldersToMove=最初に移動するフォルダを選択してください。
SelectTargetFolder=ターゲットフォルダを選択
MoveResult=移動: %d 成功、%d 失敗。
SelectFoldersToDelete=最初に削除するフォルダを選択してください。
ConfirmDeleteFolders=選択した %d 個のフォルダをゴミ箱に移動してもよろしいですか？
ConfirmDelete=削除の確認
DeleteResult=削除: %d 成功、%d 失敗。
SelectFolderFirst=最初にフォルダを選択してください。
EnterNewDirName=新しいディレクトリ名を入力:
RenameCurrentDir=カレントディレクトリの名前変更
InvalidDirName=ディレクトリ名に無効な文字が含まれています。
ConfirmMoveDir=「%s」を「%s」に移動してもよろしいですか？
ConfirmMove=移動の確認
MoveFailed=移動に失敗しました。
MoveSuccess=移動に成功しました。
ConfirmDeleteCurrentDir=カレントディレクトリ「%s」とその全内容をゴミ箱に移動してもよろしいですか？
MoveToRecycleFailed=ゴミ箱への移動に失敗しました。
DeleteSuccess=削除に成功しました。
AlreadyAtTop=項目は既に先頭にあります。これ以上上へ移動できません。
EnterTargetPosition=ターゲット位置を入力 (1 - %d):
MoveTo=移動先
EnterValidNumber=1 から %d までの数値を入力してください。
AlreadyAtBottom=項目は既に末尾にあります。これ以上下へ移動できません。
EnterTargetPositionRange=ターゲット位置を入力 (%d - %d):
MoveToBottom=末尾へ移動
EnterValidNumberRange=%d から %d までの数値を入力してください。
MarkedDeleted=削除済み
Ignored=無視
TrackPrefix=[追跡]
AiPrefix=[AI]
PreviewFirst=最初にプレビューして結果を確認してください。
ConfirmExecute=%d 個のファイルを削除し、%d 個のファイル名を変更します。続行しますか？
DuplicateNames=新しいファイル名に重複が存在します。ルールを確認してください。
ConfirmRename=名前変更を実行してもよろしいですか？
OperationResult=操作完了: 削除 %d (失敗 %d)、名前変更 %d (失敗 %d)。
AiGeneratedNames=AIが %d 個のファイルの新しい名前を生成しました。プレビューして「実行」をクリックしてください。
AiAssistant=AIアシスタント
SelectFilesFirst=最初にファイルを選択してください。
Ignore=無視
Unignore=無視解除
Track=追跡
Untrack=追跡解除
MarkDelete=削除対象としてマーク
UnmarkDelete=マーク解除
ChangeExt=拡張子を変更
RestoreExt=元の拡張子に戻す
MoveUpOne=1つ上へ移動
MoveUpTo=上へ移動...
MoveUpMenu=上へ移動
MoveDownOne=1つ下へ移動
MoveDownTo=下へ移動...
MoveDownMenu=下へ移動
LocateInExplorer=エクスプローラーで開く
AiAnalyze=AIファイル名分析
CancelAiMark=AIマークをキャンセル
ResetAllConfirm=全ての変更をリセットしてもよろしいですか？\n\nプレフィックス、サフィックス、置換、連番、削除マーク、AI生成名がリセットされます。
EnterNewExt=新しい拡張子を入力 (ドットなし):
ChangeExtTitle=拡張子の変更
InvalidExt=拡張子に無効な文字が含まれています。
LoadFolderFirst=最初にフォルダを選択してファイルリストを読み込んでください。
NoFilesToRename=名前変更するファイルがありません (すべてのファイルが無視されるか削除対象としてマークされています)。
SelectAll=全て選択
DeselectAll=全て選択解除
AiDlgTitle=AI一括名前変更アシスタント
ColCurrentName=現在のファイル名
ColAiSuggestion=AI提案の新しい名前
AiDlgStatus=%d 個のファイルを読み込みました。名前変更の要件を以下に記述してください。
AiDlgEnterDesc=名前変更の要件の説明を入力してください。
AiDlgWaiting=AI応答を待機中...
AiDlgEmptyResponse=AI応答が空です。
AiDlgGenerated=AIが %d 個の名前変更提案を生成しました。満足したら「適用」をクリックしてください。
AiDlgNoJson=AI応答に有効なJSONデータが見つかりません。
AiDlgParseError=AIが解析不能な内容を返しました。再試行するか説明を調整してください。
AiDlgParseErrorTitle=解析エラー
AiDlgInvalidJson=AIが返したJSON形式が正しくありません (mappings配列がありません)。
AiDlgWarning=注記:
AiDlgSkipped=- %d エントリをスキップしました (ファイルが見つからないか名前が変更されていません)
AiDlgIllegal=- %d 個のファイル名に不正な文字が含まれていたため、自動的に修正しました
AiDlgDupFixed=- %d 個の名前競合を自動的にサフィックス追加で解決しました
AiDlgProcessNote=処理メモ
AiDlgJsonParseFail=JSON解析に失敗しました: %hs
AiDlgUnchanged=(変更なし)
AiDlgSendFirst=最初にAIにリクエストを送信し、結果を待ってください。
AiDlgConflict=ファイル名「%s」が名前変更されていない既存のファイルと競合しています。\n説明を調整して再試行してください。
AiDlgConflictTitle=名前競合
AiDlgDuplicate=AIが重複したファイル名「%s」を生成しました。\n説明を調整して再試行してください。
AiDlgNoValidMapping=AIが有効な名前変更マッピングを生成しませんでした。\n無効/重複エントリ %d 件をスキップしました。
AiDlgCleanedIllegal=\n不正な文字を含む %d 個のファイル名を修正しました。
AiDlgDesc=名前変更の要件を記述してください (自然言語対応):
AiDlgPreview=AI提案の新しいファイル名プレビュー:
BtnAiSend=AIに送信
BtnApply=適用
BtnCancel=キャンセル
[ProcessScan]
ColProcessName=プロセス名
ColPID=PID
ColSecurityLevel=セキュリティレベル
ColDescription=分析説明
BtnEnd=終了
BtnLocate=特定
BtnEndAll=全て終了
BtnStartScan=スキャン開始
LevelLabel=レビューレベル
LevelConservative=コンサバティブ
LevelStandard=スタンダード
LevelAggressive=アグレッシブ
RClickEnd=プロセス終了
RClickLocate=特定
RClickCopyPath=パスをコピー
StatusReadyFormat=準備完了 - レビューレベルを選択して「%s」をクリック
ScanCompleteMsg=スキャンが完了しました。結果を確認してください。

[QRCode]
InputPlaceholder=テキストまたはリンクを入力...
BtnGenerate=QRコード生成
BtnCopy=クリップボードにコピー
BtnSave=保存
LabelInput=テキストを入力 (URL/テキスト):
EnterText=QRコード用のテキストを入力してください。
QrCopied=QRコードをクリップボードにコピーしました。
QrSaved=QRコードを保存しました。
SaveTitle=QRコードを保存
PngFilter=PNG画像 (*.png)|*.png|BMP画像 (*.bmp)|*.bmp||
[OCR]
BtnCapture=キャプチャ開始
BtnCopy=結果をコピー
BtnTranslate=翻訳 >>
LangChinese=中国語
LangEnglish=英語
LangJapanese=日本語
LangKorean=韓国語
LabelResult=認識結果:
LabelTranslated=翻訳:
StatusHint=ドラッグして画面領域を選択、ESCでキャンセル
OcrBusy=OCRまたは翻訳実行中、お待ちください...
PleaseCapture=最初にテキストをキャプチャしてください。
Recognizing=認識中、お待ちください...
Translating=翻訳中、お待ちください...
NoContent=コピーする内容がありません。
TranslateNoResponse=翻訳失敗: 応答がありません。
TranslateEmptyResponse=翻訳失敗: 空の応答。
TranslateErrInitNetwork=翻訳失敗: ネットワークを初期化できません。
TranslateErrConnectServer=翻訳失敗: サーバーに接続できません。
TranslateErrCreateRequest=翻訳失敗: リクエストを作成できません。
TranslateErrTimeout=翻訳失敗: リクエストタイムアウトまたはネットワークエラー。
TranslateErrPrefix=翻訳失敗:
TranslateErrParseResponse=翻訳失敗: 応答を解析できません。
TranslateErrResponseFormat=翻訳失敗: 応答形式エラー。
OcrTranslateFail=翻訳失敗: %s
Tip=ヒント
TranslateFailPrefix=翻訳失敗:
TranslateParseFail=翻訳結果の解析に失敗しました
CheckUseAiTranslate=AI翻訳を使用
AiTranslateNoApiKey=AI翻訳：APIキーが設定されていません。設定で構成してください。
LangPair0=中国語 → 英語
LangPair1=中国語 → 日本語
LangPair2=中国語 → 韓国語
LangPair3=英語 → 中国語
LangPair4=日本語 → 中国語
LangPair5=韓国語 → 中国語
TranslateQueryLimitExceeded=テキストが長すぎるため、MyMemory APIが拒否しました。「AI翻訳を使用」にチェックを入れて再試行してください。

[Markdown]
BtnOpen=開く
ExecuteBtn=実行
StatusReady=準備完了
PurposeLabel=目的:
RiskLevelLabel=リスクレベル:
RiskLow=低
RiskMedium=中
RiskHigh=高
OpenFileTitle=Markdownファイルを開く
MdFilter=Markdownファイル (*.md)|*.md|テキストファイル (*.txt)|*.txt|すべてのファイル (*.*)|*.*||
FailedToOpen=ファイルを開けませんでした。
FileTooLarge=ファイルが大きすぎます (最大10 MB)。
MarkdownTitle=Markdownプレビュー - %s
[Encoding]
FailedToOpen=ファイルを開けませんでした。
FileTooLarge=ファイルが大きすぎます (最大10 MB)。
BtnOpen=開く
BtnSaveAs=名前を付けて保存
BtnOverwrite=上書き
BtnConvert=変換
TextFilter=テキストファイル (*.txt;*.md;*.csv;*.log)|*.txt;*.md;*.csv;*.log|すべてのファイル (*.*)|*.*||
FailedToSave=ファイルの保存に失敗しました。
NoFileLoaded=ファイルが読み込まれていません。
FileSaved=ファイルを保存しました。
NoOriginalFile=上書きする元のファイルがありません。
ConfirmOverwrite=元のファイルをゴミ箱に移動し、%s エンコーディングで保存します。\n\nファイル: %s\n\n続行しますか？
ConfirmOverwriteTitle=上書きの確認
FailedToMoveToRecycle=元のファイルをゴミ箱に移動できませんでした。
FileOverwritten=ファイルを上書きしました。
LabelSrcEnc=ソースエンコーディング
LabelDstEnc=ターゲットエンコーディング
[GitCmdDlg]
LabelWorkDir=作業ディレクトリ:
LabelAiAsk=AIに質問:
BtnAiAsk=質問
LabelCmdList=コマンドリスト (右クリックで実行/コピー/編集/削除):
StatusReady=ステータス: 準備完了
LabelCmdInput=コマンド入力:
BtnCmdExecute=実行
BtnCmdInputClear=クリア
StatusAiGenerating=ステータス: AI生成中...
StatusAiGenResult=ステータス: AIが %d 個のコマンドを生成しました。右クリックで実行
ColDesc=説明
ColCmd=コマンド
BtnAddCmd=コマンド追加
BtnClearCmds=クリア
BtnCopyOutput=出力をコピー
BtnClose=閉じる
LabelTruncate=ラベル切り詰め:
BtnCount=カウント: %d/%d
ConfirmDeleteMultiple=%d 個の選択項目を削除してもよろしいですか？
RClickDeleteSelected=選択を削除 (%d)
RClickUpSelected=選択を上へ移動 (%d)
RClickDownSelected=選択を下へ移動 (%d)
MaxItemsReached=最大数 (%d) に達したため、これ以上追加できません。
OutputLabel=出力:
RClickExecute=実行
RClickCopy=コマンドをコピー
RClickEdit=コマンドを編集
RClickDelete=コマンドを削除
RClickExecuteSelected=選択を実行
RClickDeleteSelected=選択を削除
[GitExec]
ConfirmTitle=実行の確認
ConfirmMsg=次のコマンドを実行してもよろしいですか？\n\nコマンド: %s\n作業ディレクトリ: %s
ConfirmMsgBatch=%u 個のコマンドを順次実行します。作業ディレクトリ: %s\n\n実行を確認しますか？
Running=ステータス: 実行中...
Done=ステータス: 完了
Failed=ステータス: 実行失敗
Cancelled=ステータス: キャンセル
[ConvHistory]
UnnamedTitle=無題の会話
BtnClose=閉じる
LabelTruncate=ラベル切り詰め:
BtnCount=カウント: %d/%d
ConfirmDeleteMultiple=%d 個の選択項目を削除してもよろしいですか？
RClickDeleteSelected=選択を削除 (%d)
RClickUpSelected=選択を上へ移動 (%d)
RClickDownSelected=選択を下へ移動 (%d)
MaxItemsReached=最大数 (%d) に達したため、これ以上追加できません。
ColTitle=タイトル
ColMessageCount=メッセージ数
ColUpdated=更新日
BtnLoad=読み込み
BtnRename=名前変更
BtnDelete=削除
BtnPath=保存場所
RClickLoad=読み込み
RClickDelete=削除
RClickRename=名前変更
SaveLocation=保存場所:
SelectConvFirst=最初に会話を選択してください。
ConfirmDeleteConv=会話「%s」を削除してもよろしいですか？
ConfirmDeleteTitle=削除の確認
RenameTitle=会話の名前変更
EnterNewTitle=新しい会話タイトルを入力してください:
DeleteMultiple=選択した %d 件の会話を削除してもよろしいですか？
LoadSingleOnly=読み込みは単一選択のみサポートします。
RenameSingleOnly=名前変更は単一選択のみサポートします。
[StickyNote]
BtnBrowse=参照
RClickExit=付箋を終了(&X)
SelectSaveDir=付箋保存ディレクトリを選択
[QuickBtn]
NextTrack=次のトラック
[MainCtrl]
BtnRegex=正規表現
BtnAiScan=AIスキャン
BtnRegexHelp=ヘルプ
BtnNextTrack=次のトラック
LabelShutdown=シャットダウン
BtnExecute=実行
BtnCancelShutdown=シャットダウンキャンセル
LabelHour=時
LabelMinute=分
LabelSecond=秒
LabelVolume=音量
BtnApply=適用
BtnMute=ミュート
LabelSystem=システム
BtnTaskManager=タスクマネージャー
LabelCmdLine=コマンド
LabelRunCmd=実行
BtnRun=実行
BtnClear=クリア
BtnSend=送信
BtnStop=停止
BtnNewChat=新規チャット
BtnHistory=履歴
LabelLocateHint=「特定」をクリックしてからウィンドウをターゲットに
GroupGenerate=コピー
BtnGenerate=生成
BtnLocateWindow=特定
DropHint=ファイルをここにドロップ
CheckAutoStart=自動起動
CheckTopmost=常に手前に表示
CheckAutoClicker=オートクリッカー
CheckPreventLock=ロック防止
GroupRename=名前変更
BtnModify=変更
BtnDelete=削除
BtnCopyTo=コピー先
BtnMoveTo=移動先
GroupCopyMove=コピー / 移動
GitDropHint=フォルダまたはファイルディレクトリをここにドロップ
LabelHourUnit=時
LabelMinuteUnit=分
LabelSecondUnit=秒
[Volume]
BtnApply=適用
BtnMute=ミュート
Btn10Percent=10%
OpenTaskMgr=タスクマネージャー
[RunCmd]
BtnRun=実行
BtnClear=クリア
InputPlaceholder=コマンドを入力...
[ToolLaunch]
PowerShell=PowerShell
WSL=WSL
GitHub=GitHub
[Filter]
RegexCheck=正規表現
RegexHelp=ヘルプ
; ===== Menu translations =====
[Menu]
File=&ファイル
Settings=&設定...
Exit=終了(&X)
View=&表示
ViewProcess=&プロセス管理
ViewStartup=&スタートアップ管理
ViewClipboard=&クリップボード
ViewWindow=&ウィンドウツール
ViewFile=&ファイル管理
ViewGit=&Gitツールボックス
Open=&開く
OpenPowerShell=&PowerShell
OpenWSL=&WSL
OpenGitBash=&Git Bash
Window=&ウィンドウ
WindowLocate=&ウィンドウを特定
WindowUntopmost=&全ての「常に手前に」を解除
MenuMinimizeToTray=トレイに最小化(&M)
WindowClose=&ウィンドウを閉じる
Tools=&ツール
ToolsText=&テキストツール
ToolsMarkdown=&Markdownプレビュー
ToolsEncoding=&エンコーディング変換
ToolsImage=&画像ツール
ToolsQRCode=&QRコード
ToolsScreenshotOCR=&スクリーンショットOCR
ToolsFile=&ファイルツール
ToolsBatchRename=&一括名前変更
ToolsSystem=&システムツール
ToolsContextMenu=&コンテキストメニューマネージャー
ToolsEnvVar=&環境変数
ToolsFileLock=&ファイルロックビューアー
ToolsStickyNote=&付箋
AddStartup=スタートアップエントリを追加
DeleteStartup=スタートアップエントリを削除
CopyPath=パスをコピー
CopyValue=値をコピー
Untopmost=常に手前に表示を解除
Topmost=常に手前に表示
Delete=削除
Help=&ヘルプ
HelpAbout=&このプログラムについて...
HelpShortcuts=&ホットキー
HelpRegex=&正規表現ガイド
HelpGitHub=&GitHub
; ===== Dialog Captions =====
[DlgCaption]
AboutDlg=PowerBoxについて
MainDlg=PowerBox Toolbox
SettingsDlg=設定
ClickSpeedDlg=オートクリッカースピード
QRCodeDlg=QRコードジェネレーター
OCRDlg=スクリーンショットOCR
BatchRenameDlg=一括名前変更 (フォルダをここにドラッグ)
InputDlg=入力
AiRenameDlg=AI一括名前変更アシスタント
RegexGuideDlg=正規表現ガイド
StickyNoteDlg=付箋
MarkdownDlg=Markdownプレビュー
EncodingDlg=エンコーディング変換
ContextMenuDlg=コンテキストメニューマネージャー
EnvVarDlg=環境変数
EnvVarEditDlg=環境変数
EnvVarPathEditDlg=PATH変数を編集
FileLockDlg=ファイルロックビューアー
ProcessScanDlg=AIプロセススキャン結果
ProcessAiResultDlg=AIプロセス分析結果
GitCmdDlg=Gitコマンド
ConvHistoryDlg=会話履歴
[AboutDlg]
Version=PowerBox, バージョン 1.0
Copyright=Copyright (C) 2026
BtnOK=OK
[Shortcut]
ShortcutListTitle=ホットキー
ShortcutList=Alt+1~6          - タブ切り替え\nF5               - 現在のリストを更新\n\nその他の機能は表示/ツール/ウィンドウメニューをご覧ください。
BtnCopy=結果をコピー
BtnCount=カウント: %d/%d
ConfirmDeleteMultiple=%d 個の選択項目を削除してもよろしいですか？
RClickDeleteSelected=選択を削除 (%d)
RClickUpSelected=選択を上へ移動 (%d)
RClickDownSelected=選択を下へ移動 (%d)
MaxItemsReached=最大数 (%d) に達したため、これ以上追加できません。
[RegexGuide]
GuideContent========== 正規表現ガイド ==========\r\n\r\nこのツールはC++ std::regex を使用し、デフォルトのECMAScript構文 (JavaScript正規表現と互換) を使用します。\r\n\r\n[基本構文]\r\n  .        任意の1文字 (改行以外)\r\n  \\d       任意の数字 [0-9]\r\n  \\D       数字以外\r\n  \\w       英数字とアンダースコア [a-zA-Z0-9_]\r\n  \\W       単語文字以外\r\n  \\s       空白文字 (スペース、タブなど)\r\n  \\S       空白以外\r\n  [abc]    a、b、c のいずれか\r\n  [^abc]   a、b、c 以外の任意の文字\r\n  [a-z]    小文字 a から z\r\n\r\n[量指定子]\r\n  *        0回以上\r\n  +        1回以上\r\n  ?        0回または1回\r\n  {n}      正確に n 回\r\n  {n,}     n 回以上\r\n  {n,m}    n 回から m 回\r\n\r\n[アンカー]\r\n  ^        文字列の先頭\r\n  $        文字列の末尾\r\n  \\b       単語境界\r\n\r\n[グループと置換]\r\n  (pattern)      キャプチャグループ、置換で参照\r\n  (?:pattern)    非キャプチャグループ\r\n  $1, $2, ...    置換で1番目、2番目のキャプチャグループを参照\r\n  $&             置換で一致全体を参照\r\n\r\n[一般的な例]\r\n  すべての数字を削除:\r\n    検索: \\d+    置換: (空)\r\n\r\n  先頭の番号を削除 (例: 「01_」):\r\n    検索: ^\\d+_    置換: (空)\r\n\r\n  「IMG_001」を「Photo_001」に変更:\r\n    検索: ^IMG    置換: Photo\r\n\r\n  「name_date」を「date_name」に入れ替え:\r\n    検索: ^(\\w+)_(\\w+)$    置換: $2_$1\r\n\r\n  括弧とその内容を削除:\r\n    検索: \\(.*?\\)    置換: (空)\r\n\r\n  末尾の番号 「(1)」「(2)」を削除:\r\n    検索: \\(\\d+\\)$    置換: (空)\r\n\r\n  スペースをアンダースコアに置換:\r\n    検索: \\s+    置換: _\r\n\r\n[注意]\r\n  - 置換はファイル名のベース部分 (拡張子なし) にのみ適用されます\r\n  - 拡張子は変更されません\r\n  - 正規表現が無効な場合、置換ルールは無視されます\r\n  - 特殊文字はエスケープが必要: . * + ? ( ) [ ] { } \\ ^ $ |
[QuickLaunch]
DlgTitle=クイック起動項目の管理
ColName=名前
ColType=種類
ColPath=パス
BtnAdd=追加
BtnEdit=編集
BtnDelete=削除
BtnUp=上へ移動
BtnDown=下へ移動
BtnBrowse=参照
BtnCancel=キャンセル
BtnOK=OK
AddTitle=クイック起動項目を追加
EditTitle=クイック起動項目を編集
NoSelection=最初に項目を選択してください
ConfirmDelete=「%s」を削除してもよろしいですか？
ConfirmDeleteTitle=削除の確認
ItemNotFound=パスが見つかりません: %s
BtnManage=管理
BrowseFolder=フォルダを選択
TypeExecutable=実行可能ファイル
TypeFolder=フォルダ
TypeUrl=URL
TypeOtherFile=その他のファイル
BtnChangeIcon=アイコン変更
BtnResetIcon=デフォルトに戻す
SelectIconFile=アイコンファイルを選択
LabelName=名前:
LabelType=種類:
LabelPath=パス:
LabelHotkey=起動ホットキー:
LabelIcon=アイコン:
BtnHotkey=取得
TypeHotkeyOnly=ホットキーのみ
ColHotkey=ホットキー
RClickAdd=追加
RClickEdit=編集
RClickDelete=削除
RClickUp=上へ移動
RClickDown=下へ移動
DropHintManage=ファイルまたはフォルダをここにドロップするとクイック追加
DropHintAdd=ファイルまたはフォルダをここにドロップ
BtnClose=閉じる
LabelTruncate=ラベル切り詰め:
BtnCount=カウント: %d/%d
ConfirmDeleteMultiple=%d 個の選択項目を削除してもよろしいですか？
RClickDeleteSelected=選択を削除 (%d)
RClickUpSelected=選択を上へ移動 (%d)
RClickDownSelected=選択を下へ移動 (%d)
MaxItemsReached=最大数 (%d) に達したため、これ以上追加できません。

[Hotkey]
CaptureTitle=ホットキー取得
CapturePrompt=キーコンビネーションを押してください...
CaptureWaiting=キーを待機中...
BtnClear=クリア
KeySpace=スペース
KeyEnter=Enter
None=なし

[Terminal]
Title=ターミナル
Shell=Shell
Clear=クリア
Copy=コピー
Paste=貼り付け
Restart=ターミナルを再起動
Exited=[プロセス終了]

New=新しいターミナル
CloseTab=タブを閉じる
